import Head from "next/head";

export default function About() {
    return (
        <>
            <Head>
                <title>מילון עריב - על אודות</title>
            </Head>
            <h1>על אודות</h1>
            <section id="what">
                <h2>מה?</h2>
                <p>
                    עריב הוא מילון עברי־ערבי חופשי, המנוהל על ידי המשתמשים והמשתמשות שלו. כל מי שחפץ להוסיף ערך למילון,
                    הרשות בידו. הערכים נבחנים ומאושרים על ידי דוברי ודוברות ערבית כשפת אם.
                </p>
                <ul>
                    <li>עריב הוא חופשי, זמין לכול ושיתופי</li>
                    <li>עריב מקיים איזון יציב בין דיוק ערכי המילון לפתיחותו וחופשיותו</li>
                    <li>כל אדם הרוצה לתרום ולהשתתף במיזם - רשאי</li>
                    <li>עריב הוא מודרני וכולל מילים הנמצאות בפי כלל שכבות החברה</li>
                </ul>
            </section>
            <section id="why">
                <h2>למה?</h2>
                <p>
                    הלהג הערבי המדובר במדינת ישראל הוא ייחודי ועשיר. כדי לסבר את האוזן - הוא הניב הקרוב ביותר לערבית
                    הספרותית. במדינתנו כיום מוֹנָה האוכלוסייה הערבית כ-<strong>1,957,300</strong> בני אדם. לרובנו ודאי
                    מוכרת התופעה הבאה: לערבי־ישראלי ממוצע היכולת לתקשר בעברית ברמה גבוהה יותר מהיכולת של יהודי־ישראלי
                    ממוצע לתקשר בערבית. עריב מסייע לתופעה זו להשתנות, הן כמילון מתפתח הן כמיזם חברתי.
                </p>
            </section>
            <section id="who">
                <h2>מי?</h2>
                <p>
                    המילון הותחל על ידי תומר שכנר. ערכי המילון נכתבים, נבדקים ומאושרים על ידו ועל ידי ובעזרת הקהילה
                    הכוללת דוברי עברית ודוברי ערבית יחדיו.
                </p>
            </section>
        </>
    );
}
